import { Tab } from "@headlessui/react"
import Head from "next/head" 
import Meta from "../components/Meta"
const about = () => {
    return(
        <div>
            <Meta title='Павловния хакида' description='Павловния Хакида Умумий Маьлумотлар' />
            <div>
            <div className="bg-teal-900 text-center h-60 max-[350px]:w-[550px] w-screen">
                    <h1 className="text-teal-300 text-4xl my-auto pt-14 max-sm:pl-10 max-[300px]:text-xl">Павловния хакида</h1>
                    <p className="text-teal-50 font-mono my-auto pt-4 max-sm:text-sm  max-[350px]:pl-[100px]">Павловния Хакида Умумий Маьлумотлар:</p>
                </div> 
                <div className=" text-start bg-teal-50">
                    <p className="font-mono pt-4 px-16 max-[350px]:w-80 max-[350px]:text-xs max-md:text-base mx-auto">🌳🌳🌳 Павловния хакида сизларни кизиктирган саволларга жавобларни бу малумотларни укиб билиб олишингиз мумкин.🌳🌳🌳</p>
                    <p className="font-mono py-10 px-16 max-[350px]:w-80 max-[350px]:text-xs max-md:text-base mx-auto tracking-wider">              

Мамлакатимизда сўнги 5-6 йилларда Павловнияга қизиқиш ниҳоятда ортиб бормоқда. 🍃Унинг ватани жанубий ва жануби-шарқий Осиё. Ушбу дарахт Япония ва Марказий Хитойда кенг тарқалган бўлса-да унинг плантация ва боғларини Европа, шимолий ва шарқий Aмерика, Aвстралия ҳамда бошқа қитъаларда ҳам учратиш мумкин. 
<br/>
🔬Голландиялик машҳур ботаник Зиббурт биринчи бўлиб мазкур дарахт уруғларини Европага олиб кирган. Ва уни рус императорининг қизи Aнна Павловнанинг шарафига  номлаган. У, шунингдек, Кере, Малика дарахт, Aждарҳо дарахт  ва бошқа номлар билан ҳам юритилади. 
<br/>
🌳У тез ўсади. Баргларининг катталиги 100 смгача етади. Гуллари турли рангларда товланувчи қўнғироқчаларни эслатади. Уларнинг ҳиди жуда хушбўй ва узоқ масофаларга  таралиб туради. 
<br/>
🌳 Дарахт юз йилгача яшайди. Поясининг диаметри 1 метргача етади. Унинг баландлиги ўсаётган муҳитига қарб турлича бўлади. Энг баланди 25 метргача етади.
<br/>
Павловния Ер шарида мавжуд дарахтлардан нафақат энг тез ўсиши билан ажралиб туради, балки ҳаёлий гўзаллик кашф этиб гуллаши, қимматли ёғоч, асал, биомасса манбаи эканлиги билан қадрланади, у манзарали дарахт сифатида истироҳат боғлари, хиёбонларни безайди. Ёғочи жудаям сифатли хисобланади.Павловния ёғочини қурилишини барча нозик сохаларида , эшик-ром , пол-паталок , уйни томларини ёпишда ,мебель ясашда, мусиқа асбоблари ясашда ишлатса булади. Павловния экиш қараш кам мехнат талаб этади ва сердаромад иш хисобланади.Павловния дарахти терак дарахтидан 2-3 баробар тез ўсади. Павловния драхти 3-4 йили тўсин учун ишлатса булади , 5-6 йили 0.5-0.8 куб ёгоч беради, 7-8 йили 1-2 куб сифатли ва қиммат бохо ёғоч беради. Оддий қишлок ахолиси уй қурилишида қийналиб қолмаслиги учун томорқасини бир четига 20-25 туп павловния экиб қўйса 8-10 йилдан кегин 40-50 куб ёғоч олиб, яармини ишлатиб яримини сотса уй қурулишини бошқа харажатларига пул ишласа бўлади , бу анча йэнгиллик туғдиради. Шохлари, баглари ва ўтинлари ёқилганда ўзидан захарли газлар чиқрмайди бу экологияга катта фойда келтиради . Павловния ёғочи четдан олиб кирилаёотган ёғоч ўрнини босиб Ўзбекистанга куп миқдорда валютани тежаш имконини беради.
Павловния экиш ва даромат олиш қисқача бизнес плани ( 1 гектар хисобига) .
3 хил усулда экилиши мумкин . 1) 2.5 × 2.5 м ( 1600 туп гек.) . 2) 5 × 2.5 ( 800 туп гек.) . 3) 5 × 5 м ( 400 туп гек. ) .
2.5 × 2.5 м ўлчамда экилса . 3 - 4 - йилда 1 гектардан 1200 туп дарахтни тўсинга кесволиш мумкин 1200 × 100 000 сўм = 120 000 000 сўм (12000$) .Қолган 500 туп дарахтни 7 - 8 йил кесилса ўртача 500 - 1000 куб ёғоч олиш мумкин , хозир 1 куби 500 - 600 $ дан импорт қилинмоқда , кўпайиб нархи дунё бозори нархларига тенглашиб қолган тақдирда хам 300 $ хисобланса хам 1000 куб × 300 $ = 300 000 $ .
Яна 3 - йилдан гуллайди ва ёшига қараб 0.5 - 1 тоннагачан қимматбахо асал беради , асалини японияликлар бир килосини кўтара нархларда 5$ дан олиши мумкин . Йилига 2500$ - 5000$ қўшимча даромат олиш мумкин .
3-йилдан хар йили асалидан 2500$ , 5 йил давомида ўртача 12500$ . 3-4 йили тўсинликка кесишдан 12000$ . 7-8 йили ёғочга кесилганда 300 000 $ лик махсулот олиш мумкин . Жами 324 500$ лик махсулот олиш мумкин . Харажат ернинг катта ва кичик хажимда бўлишига қараб 14 000$ - 20 000$ ташкил қилиши мумкин .
Соф фойда 310 500$ - 304 500$ ташкил қилиши мумкин . Йилига ўртача 38 000$ ни ташкил қилади .
<br/>
<br/>
Ушбу дарахт юртимизга яқинда кириб келди Павлония дарахтининг асосий хусусиятлари ҳақида маълумот бериб ўтмоқчимиз:
<br/>
<br/>
✅ Оғирлиги - Бу дарахт жуда енгил бўлиб, ҳар метр куби 260 кг'га тенг. Қарағай 500кг/м³, терак 350кг/м³ эканлигини ҳисобга олсак, Павлония улардан бир неча бор енгилдир;
<br/>
✅ Деформация ва бузилиш - Унинг қисқариш коэффициенти кўпчилик ёғочларга нисбатан жуда паст. Тез эгилувчанлиги юқорилигига қарамасдан, мустаҳкам дарахт ҳисобланади;
<br/>
✅ Чиришга қарши - Павлония ҳашаротлар ҳужумига ва чиришга жуда чидамли;
<br/>
✅ Иссиқлик изоляцияси - Ушбу дарахтда энг паст иссиқлик ўтказувчанлик кўрсатгичи бўлиб, энг яхши иссиқлик изоляцияси қобилиятига эга;
<br/>
✅ Ёнғинга чидамлилик - 400 °C иссиқликка бардошли бўлиб, бошқа ёғоч(220 °C) маҳсулотларидан анча устун;
<br/>
✅ Ишга яроқлилик - Павлония қайта ишлаш, михлаш, винтлардек ёпиштириш, зимпара, арралаш, каби дурадгорлик учун жуда қулай бўлиб, ёрилиб кетмайди, бўлинмайди ва елим, бўёқларни яхши қабул қилади.</p>
<br/>
<p className="font-mono pb-10 px-16 max-[350px]:w-80 max-[350px]:text-xs max-md:text-base mx-auto tracking-wide"><span className="font-semibold">ПАВЛОВНИЯ АСАЛИ:  </span>
 Павловния   тез  ва  чиройли  ўсиши  билан  бирга  кўп  ва  узок вакт (40-50 кун)  гуллаб  тургани сабабли, кўп  миқдор  нектар  беради . Асал  арилар  Павловнияни   ширин  хидига  узок  жойдан  учиб  келиб  жон  деб унинг гулларидан  кўплаб  нектар  йиғишади . 
Павловнияни 1 гектарлик плантатцияларидан , дастлабки йилларда  500 кг - 1000 кг  гача, хаттоки  об хаво шароитига караб   кесилмаган катта ёшли дарахтларидан 1500-2000 кг гача асал  йиғиш  мумкин . 
Яна  бир  яхши  тарафи шундаки, Павловнияга   деярли касаллик келтирувчи хашорат  тушмиди,  касалликка чалинавермайди,  химиявий  дорилар куп ишлатилмайди,  шу боис ундан  олинган  асал   эколагик  тоза   асал  хисобланади . Павловния  дарахтидан  олинган  асал  енгил , шафоф  ёрқин рангда  ва  ажойиб  хидли асал хисобланади , бу  асал  ранги  ва  сифати  бўйича  акатциядан  олинган  асалга  тақослаш  мумкин . 
       Маълумотларга кура Ўзбекистон шароитида  Павловния  дарахти плантатциясидан  4  ёшлигида   биринчи  гулашида  1 гектаридан  500 -700  кг  асал  олиниши мумкин, унинг асали японияда 1 кг ни  10 $ -20$ гача эканлиги маълум.
Павловниядан  олинган  асал шифобахш  бўлиб  бронхит , ўпка ва хаво йўлари касаликларига даво  хисобланади , ўт-пуфак  ишини  яхшилайди  , жигар   иш фоалиятини  яхшилайди , хамда овқат хазим  қилишни  яхшилаш  хусусиятига  эга . Павловния асалини  фойдали  тарафини  кўплиги, гулини  таркибида  биологик  актив  моддаларини  кўплиги  билан  изохланади , шунинг  учун  гулини  хам, мураббо тайерлаб севиб   истемол  қилинади .</p>
                    
                </div>
            </div>
        </div>
    )
}

export default about